Repository: wp-plugins/lexi
Catalog: lang/lexi-*.po
Languages: el, es_es

source: Loading Feed...
el: Φόρτωση Ροής...
es_es: Cargando Fuente...

source: Subscribe
el: Εγγραφή
es_es: Suscribirse

source: Feed added
es_es: Se agreg&oacute; el RSS

source: Feed modified
es_es: Se modific&oacute; el RSS

source: Feed moved
es_es: Se movi&oacute; el RSS

source: Feed deleted
es_es: Se elimin&oacute; el RSS

source: Add Feed
es_es: Agregar RSS

source: Edit Feed
es_es: Editar RSS

source: Name
es_es: Nombre

source: Show contents
es_es: Mostrar Contenido

source: Save cache
el: Αποθήκευση cache
es_es: Almacenar en Cach&eacute;

source: Uncheck this option only in case the feed updates several times in an hour.
el: Αποεπιλέξτε την επιλογή αυτή μόνο στην περίπτωση που η ροή ενημερώνεται πολλές φορές σε μια ώρα.
es_es: Solo quite esta marca si la fuente se actualiza varias veces en una misma hora.

source: Cancel
el: Ακύρωση
es_es: Cancelar

source: Add
es_es: Agregar

source: Modify
es_es: Modificar

source: No feeds found
es_es: No se encontraron resultados

source: Bulk Actions
es_es: Acciones en bloque

source: Delete
es_es: Eliminar

source: Apply
es_es: Aplicar

source: Feed
es_es: RSS

source: Edit
es_es: Editar

source: Delete this Feed?
es_es: &iquest;Eliminar este RSS?

source: Title
el: Τίτλος
es_es: T&iacute;tulo

source: Show feed title
el: Εμφάνιση τίτλου ροής
es_es: Mostrar el t&iacute;tulo de la fuente

source: You can <a href="%s">modify</a> the feeds list in <strong>Tools/Lexi</strong>
es_es: Puede <a href="%s">modificar</a> la lista de fuentes en el menú <strong>Herramientas/Lexi</strong>

source: Lexi Feed
el: Ροή ειδήσεων RSS
es_es: Fuente RSS

source: Feed:
es_es: RSS:

source: All feeds
es_es: Todos los RSS

source: Use the title from the feed
el: Χρήση τίτλου από την ροή ειδήσεων
es_es: Usar el t&iacute;tulo de la fuente

source: Use a specific title
el: Χρήση συγκεκριμένου τίτλου
es_es: Usar un t&iacute;tulo espec&iacute;fico

source: Open links in new page
el: Άνοιγμα συνδέσμων σε νέα σελίδα
es_es: Abrir en nueva p&aacute;gina

source: Insert
el: Εισαγωγή
es_es: Insertar

source: This message should be viewed only by the post owner or editor.<br>The tag or function you are using here has been deprecated.<br>See the <a href='%s'>readme</a> file to change into the new scheme.
el: Το μήνυμα αυτό πρέπει να εμφανίζεται μόνο στον συντάκτη ή ιδιοκτήτη του άρθρου.<br>Η ετικέτα ή η λειτουργία που χρησιμοποιείται είναι παρωχημένη.<br>Δείτε το αρχείο <a href='%s'>readme</a> για το πως πρέπει να αλλαχθεί.

source: Can\'t read Lexi Feed
el: Αδυναμία ανάγνωσης της ροής του Lexi

source: Untitled
el: Χωρίς Τίτλο

source: Add an RSS feed to the sidebar using Lexi.
el: Προσθήκη RSS ροής στο πλευρικό πάνελ χρησιμοποιώντας το Lexi.

source: Items
el: Στοιχεία

source: Max number of items to show, or number of items per page when using pagination system.
el: Μέγιστος αρθμός συνολικά εμφανίσιμων στοιχείων, ή στοιχείων εμφανίσεων ανα σελίδα σε περίτπωση χρήση του συστήματος σελιδοποίησης.

source: Show RSS icon
el: Εμφάνιση εικονιδίου RSS

source: Show items title
el: Εμφάνιση τίτλου στοιχείου

source: Show author
el: Εμφάνιση συγγραφέα

source: Show date
el: Εμφάνιση Ημ/νίας

source: Paginate
el: Σελιδοποίηση
